Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/birth_family_relationships/cohabiting_couples/custody_of_children_and_unmarried_couples.html.txt.tmx
Source language: en
Languages: ga

source: Custody of children and cohabiting couples
ga: Caomhnadh leanaí agus lánúineacha comhchónaithe

source: Custody is the right to the physical care and control of a child
ga: Is ceart atá i gceist le caomhnóireacht i leith cúram fisiciúil agus smacht linbh

source: When the unmarried parents of a child separate and they cannot agree on who should have custody of the child, the court may have to decide
ga: Nuair a scarann tuismitheoirí neamhphósta linbh in Éirinn agus nach féidir leo comhaontú a dhéanamh ar cé ar cheart caomhnóireacht an linbh bheith aige/aici, féadfaidh an chúirt cinneadh a dhéanamh

source: When the court is making its decision about who should have custody of the child, the most important factor for it is the welfare of the child
ga: Nuair a bhíonn cinneadh á dhéanamh ag an gcúirt faoi cé ar chóir caomhnóireacht an linbh bheith aige/aici, is í an ghné is tábhachtaí ná leas an linbh

source: Welfare includes the child's religious, moral, intellectual, physical and social welfare
ga: Áirítear le leas, leas reiligiúnach, morálta, intleachtúil, fisiciúil agus sóisialach an linbh

source: An unmarried mother is automatically the sole guardian of a child born outside of marriage and has sole custody
ga: Gan cheistiú, is í an mháthair neamhphósta caomhnóir aonair linbh ar bith a bheirtear lasmuigh den phósadh agus is aici amháin a bhíonn coimeád an linbh

source: However, it is not necessary for the father to have guardianship before he applies for access or custody
ga: Ní gá don athair caomhnóireacht a bheith aige áfach, sula gcuireann sé isteach ar rochtain nó ar chaomhnóireacht

source: The father can apply for joint or sole custody
ga: Is féidir leis an athair cur isteach ar chomhchoimeád nó ar choimeád aonair

source: On 18 January 2016 certain provisions of the Children and Family Relationships Act 2015 came into effect amending the Guardianship of Infants Act 1964
ga: Ar an 18 Eanáir 2016, tháinig in éifeacht forálacha áirithe den Acht um Leanaí agus Cóngais Teaghlaigh, 2015 a ndearna leasú ar an Acht um Chaomhnóireacht Naíon 1964

source: The changes allow for certain other people to apply to the court for custody:
ga: Tugann na athruithe seo cead do dhaoine áirithe eile iarratas ar rochtain a dhéanamh ar an gcúirt:

source: • A relative of the child
ga: • Duine atá gaolta leis an leanbh

source: • A parent's spouse, civil partner or cohabitant (for at least 3 years) with whom the child resides and where they shared parenting of the child for at least 2 years
ga: • Céile, páirtí sibhialta nó comhchónaitheoir thuismitheoir an linbh (le haghaidh 3 bliana ar a laghad) a raibh cónaí ar an leanbh leo agus a raibh tuismitheoireacht an linbh á gcomhroinnt acu ar feadh 2 bhliain ar a laghad

source: • A person with whom the child resides, if they have provided the child's day-to-day care for at least a year and there is no parent or guardian willing or able to exercise the powers and responsibilities of guardianship
ga: • Duine lena bhfuil cónaí ar an leanbh, má tá siad tar éis gnáthchúnamh laethúil a thabhairt don leanbh ar feadh tréimhse níos faide ná bliain, mura bhfuil tuismitheoir ná caomhnóir ag an leanbh a bhfuil fonn orthu, nó a bhfuil in ann, na cumhachtaí agus na freagrachtaí a bhaineann le caomhnóireacht a chur i bhfeidhm

source: In general, the courts tend to consider that where the parents of the child are unmarried, it is in the child's best interests to live with its mother
ga: Go ginearálta, bíonn claonadh ag an gcúirt breithniú a dhéanamh sa chás nach bhfuil tuismitheoirí an linbh pósta, gurbh é chun leasa an linbh a bheith ina c(h)ónaí lena m(h)áthair

source: The unmarried mother has a superior legal position to the unmarried father and will usually be granted custody
ga: Tá seasamh dlíthiúil níos fearr ag an máthair seachas mar atá ag an athair neamhphósta agus go hiondúil tugtar caomhnóireacht an linbh di

source: However, the courts will usually grant a right of access to the unmarried father so that he can have regular contact with his child
ga: Go hiondúil, áfach, bronnfaidh an chúirt ceart rochtana don athair neamhphósta ionas go mbeidh deis aige teagmháil rialta a bheith aige leis an leanbh

source: As part of the decion-making process, the court will consider the moral example given by a parent to his or her child, the influence that parent's behaviour may have on the child's development and the manner in which the parent's conduct is likely to affect the child's welfare
ga: Mar chuid den phróiseas déanta cinntí, breithneoidh an chúirt ar an ngnáthshampla a thugann tuismitheoir dá leanbh, an tionchar a d’fhéadfadh iompar an tuismitheora sin bheith ar fhorbairt an linbh agus an bealach a d’fhéadfadh iompar an tuismitheora tionchar a imirt ar leas an linbh

source: It is not uncommon for a judge to place restrictions on access where one parent has a new relationship
ga: Ní neamhghnách go leagann breitheamh srianta ar rochtain sa chás go bhfuil tuismitheoir amháin i gcaidreamh nua

source: This is done on the basis that introducing a new partner to a child can be a delicate matter
ga: Déantar seo ar an mbonn go bhféadfadh páirtnéir nua a chur in aithne do leanbh bheith ina ábhar íogair

source: The court may require, (or you might want to present), a psychological assessment carried out by a child psychiatrist or psychologist
ga: D’fhéadfadh an chúirt a cheangal, (nó d’fhéadfadh go mbeifeá ag iarraidh a chur i láthair), measúnú síceolaíoch faoinar thug síciatraí nó síceolaí

source: Legal aid may pay for this assessment
ga: Féadfaidh cúnamh dlí íoc as an measúnú seo

source: Usually where professional opinions are sought by the court, it will be greatly influenced by the conclusions of the professional
ga: De ghnáth, sa chás go lorgaíonn an chúirt tuairimí gairmiúla, imreoidh conclúidí an ghairmí mórthionchar ar an gcás

source: Child placed for adoption
ga: Leanbh a chur lena (h)uchtú

source: If the unmarried mother does not want custody of the child and intends placing it or has already placed it for adoption, the unmarried father may still apply for custody of the child
ga: Mura mian leis an máthair neamhphósta caomhnóireacht an linbh bheith aici agus má bheartaíonn sí an leanbh a chur lena (h)uchtú nó má tá an leanbh curtha lena (h)uchtú aici cheana féin, féadfaidh an t-athair neamhphósta iarratas a dhéanamh go fóill ar chaomhnóireacht an linbh

source: The essential issue for the court in deciding whether the father should have custody will be the welfare of the child
ga: Is í an phríomh-shaincheist don chúirt maidir le cinneadh a dhéanamh cibé acu ar cheart nó nár cheart don athair caomhnóireacht an linbh bheith aige ná leas an linbh

source: The length of time that the child has been with the adoptive parents will be a very important factor
ga: Beidh an fad ama a chaith an leanbh leis na tuismitheoirí uchtála ina ghné an-tábhachtach

source: It's important to remember that decisions regarding custody, access and maintenance of children are always open to review if circumstances change
ga: Is tábhachtach a chuimhneamh go mbíonn na cinntí lena mbaineann caomhnóireacht, rochtain agus cothabháil leanaí i gcónaí oscailte lena n-athbhreithniú má thagann athrú ar chúinsí

source: You can also appeal against decisions of the initial court if you are dissatisfied with the result
ga: Féadfaidh tú achomharc a dhéanamh i leith cinntí tosaigh na cúirte má tá tú míshásta leis an toradh

source: The court can impose an enforcement order if you have been been unreasonably denied the custody the court granted you. This may include:
ga: Tá eolais faoi iarratas a choimeád ar a láithreán gréasáin na Seirbhíse Cúirteanna

source: • Your expenses being reimbursed • One or both of you attending parenting programmes, family counselling or receiving information on mediation How to apply
ga: Féadfaidh duine a mbíonn ordú á lorg acu dul chuig a gCúirt Dúiche áitiúil agus iarraidh ar an gCléireach Cúirte iarratas a eisiúint ar choimeád, a sheirbheálfar ar an gcéile eile

source: The Courts Service has information on applying for custody on its website
ga: Moltar i gcónaí chun comhairle agus ionadaíocht dlí a fháil

source: Contact your local District Court for further information on how to apply for custody
ga: Tá fáil ar shonraí teagmhála le haghaidh gnólachtaí aturnaetha ar fud na Éireann ar láithreán gréasáin Dhlí-Chumann na hÉireann

source: Contact information for solicitors firms throughout Ireland is available on the Law Society website
ga: Lena fhiosrú an bhfuil tú i dteideal Cúnamh Dlí a fháil, deán teagmháil leis an ionad dlí is gaire duit

source: To enquire whether you are eligible for Legal Aid, contact your nearest law centre. The law centre staff will assess your means and advise on financial eligibility
ga: Déanfaidh foireann an ionaid dlí measúnú ar do mhaoin agus cuirfidh siad comhairle ort faoi theidlíocht airgeadais

source: Legal Aid is not free and everyone must pay a contribution towards costs
ga: Níl Cúnamh Dlí saor in aisce agus ní mór do gach duine ranníocaíocht a íoc i dtreo na gcostas

source: Download an application form for Legal Services (pdf) and bring this with you to your nearest law centre
ga: Íoslódáil foirm iarratais ar Sheirbhísí Dlí (pdf) agus tabhair í seo leat chuig an ionad dlí is gaire duit

source: FLAC (Free Legal Advice Centres) is an independent, voluntary organisation that operates a network of legal advice clinics throughout the country
ga: Eagraíocht neamhspleách, dheonach iad ICDSanna (Ionaid Chomhairle Dlí Saor in Aisce) ag a bhfuil líonra clinicí comhairle á oibriú ar fud na tíre

source: These clinics are confidential, free of charge and open to all
ga: Tá na clinicí seo faoi rún, saor in aisce agus oscailte do chách

source: Contact your nearest Citizens Information Centre for information on FLAC services in your area
ga: Déan teagmháil le d'Ionad um Fhaisnéis do Shaoránaigh is gaire duit chun teacht ar fhaisnéis ar sheirbhísí ICDS i do cheantar

source: FLAC also runs an information and referral line during office hours for basic legal information
ga: Tá líne ghutháin faisnéise agus atreoraithe á reáchtáil ag ICDS le linn uaireanta oifige le haghaidh faisnéis bhunúsach dlí

source: FLAC has produced a series of basic leaflets on various areas of law which may be useful
ga: Chuir ICDS sraith bileoga bunúsacha i dtoll a chéile ar limistéir éagsúla an dlí a d'fhéadfadh bheith áisiúil

source: These are available from your local Citizens Information Centre and from FLAC or can be downloaded from the FLAC website
ga: Tá fáil orthu seo ó d’Ionad um Fhaisnéis do Shaoránaigh agus ICDS nó féadtar iad a íoslódáil ó ICDS

source: The Family Mediation Service can enable couples who have decided to separate to negotiate their own terms of agreement, while addressing the needs and interests of all involved
ga: Féadfaidh an tSeirbhís Idirghabhála Teaghlaigh a chur ar chumas lánúineacha a rinne an cinneadh chun scaradh óna chéile a gcuid téarmaí féin comhaontaithe a shocrú, agus dul i ngleic le riachtanais agus le leas gach duine lena mbaineann i gcomhthráth

source: The service is free
ga: Seirbhís saor in aisce atá ann

source: Read more about the Family Mediation Service here
ga: Léigh níos mó faoin tSeirbhís Idirghabhála Teaghlaigh anseo

source: Treoir, the National Information Centre for Unmarried Parents, provides information on access and custody on its website
ga: Tá teacht ar eolas maidir le rochtain agus coimeád ar láithreán gréasáin Treoir, an Cónaidhm Náisiúnta Seirbhísí le haghaidh Tuismitheoirí Neamhphósta agus a Leanaí
